{
    "ClasseJoueur": [{
                     "idClasse":"Geek",
                     "nomClasse":"Geek Enveloppé",
                     "libelleClasse":"Un geek accro au jeu vidéo. Passe ses journées devant son écran en rêvant de Hentaï et de championnats E-sports.",
                     "pouvoirClasse":"140 Points de vie de base. Effets graphiques dans les jeux.",
                     "arcadeCookie":"les effets visuels sont accentués.",
                     "arcadeRangement":"les objets à ranger sont plus gros.",
                     "arcadeConsole":"les orbes stellaires sont plus grosses et apparaissent plus souvent.",
                     "arcadeBac":"",
                     "labyrinthe":"la limite de soin des potions monte a 90PV."
                     },{
                     "idClasse":"Noob",
                     "nomClasse":"Gros Noob",
                     "libelleClasse":" Le noob est un novice qui a parfois la chance du débutant. Un jour il sera aussi fort que le hacker...",
                     "pouvoirClasse":"Gagne parfois des points de vie au lieu d’en perdre. 100 Points de vie de base.",
                     "arcadeCookie":"les pertes de points de vie ont une chance de se transformer en gains.",
                     "arcadeRangement":"les objets mal rangés ont une chance de faire gagner des points.",
                     "arcadeConsole":"1 chance sur 5 de déclencher une explosion lorsqu'un missile vous touche.",
                     "arcadeBac":"",
                     "labyrinthe":"les dégâts reçus peuvent redonner des points de vie."
                     },{
                     "idClasse":"Hacker",
                     "nomClasse":"Hacker Vicieux",
                     "libelleClasse":"Un personnage sombre qui n’a pas de règles, sauf celle de ne pas en avoir.",
                     "pouvoirClasse":"Défie les règles dans les mini-jeux. Switch la question dans le quiz. 100 Points de vie de base.",
                     "arcadeCookie":"la barre de progression diminue deux fois moins vite.",
                     "arcadeRangement":"les objets ont une chance d'aller se ranger tout seul.",
                     "arcadeConsole":"les missiles explosent parfois en vol.",
                     "arcadeBac":"",
                     "labyrinthe":"le champ de vision de la mini-map est augmenté et les pièges font moins mal."
                     },{
                     "idClasse":"Fonctionnaire",
                     "nomClasse":"Fonctionnaire Calme",
                     "libelleClasse":"Un personnage fort sympathique qui prend le temps de vivre.",
                     "pouvoirClasse":"Plus de temps pour les épreuves en général (+40%). 100 Points de vie de base.",
                     "arcadeCookie":"l'épreuve dure 40% plus longtemps.",
                     "arcadeRangement":"l'épreuve dure 40% plus longtemps.",
                     "arcadeConsole":"le jeu est 40% plus long et plus lent.",
                     "arcadeBac":"",
                     "labyrinthe":"la vitesse des monstres est diminuée."
                     },{
                     "idClasse":"Personne",
                     "nomClasse":"Personne",
                     "libelleClasse":"Vous n'êtes rien, personne, aucun pouvoir ne vous est accordé. 100 Points de vie de base.",
                     "pouvoirClasse":"Le pouvoir de ne pas en avoir.",
                     "arcadeCookie":"tu n'as accès à aucun bonus.",
                     "arcadeRangement":"tu n'as toujours pas obtenu de bonus.",
                     "arcadeConsole":"aucun bonus ne t'es accordés, bon courage.",
                     "arcadeBac":"tu est anonyme, sans bonus, rien ne t'aidera.",
                     "labyrinthe":"tu désirerais encore un bonus, mais non."
                     }]
    
}
